import React from "react";
import { useNavigate } from "react-router-dom";

function Details() {
  const navigate = useNavigate();

  return (
    <>
      <div className="text-xl underline font-bold flex justify-center pt-4">
        विज्ञापन का विवरण
      </div>

      <div className="px-16 py-6">
        माननीय प्रधानमन्त्री जी भारत सरकार के नेतृत्व में विकसित राष्ट्र स्थापना
        लक्ष्यों के अनुक्रम में केंद्रीय कृषि विकास संस्थान के बजट मांग प्रस्ताव
        पर कृषि एवं किसान कल्याण मंत्रालय के पशुधन, दुग्ध एवं मत्स्य विभाग के
        आदेश फ़ाइल संख्या 17-1/2018-डी0पी0 दिनांक 19 सितम्बर 2018 द्वारा संस्थागत
        प्रस्तुत किए गए बजट मांग प्रस्ताव को श्रीमान संयुक्त सचिव कृषि एवं किसान
        कल्याण मंत्रालय द्वारा प्राप्त अनुमोदन/स्वीकृति के क्रम में संरक्षित
        अथवा अद्यतित बजट अथवा अन्य केन्द्र अथवा राज्य सरकार अथवा सरकारों के
        अंशीय बजट आदि के अतिरिक्त संस्थागत योजनाओं आदि में ब्याज ब्यवस्थान्तर्गत
        लगभग 14914(चौदह हज़ार नौ सौ चौदह करोड़ भारतीय रुपए) का वित्तीय वर्ष
        2024-25 से छः वित्तीय वर्ष हेतु घरेलू अथवा विदेशी आदि सुरक्षित निवेश
        हेतु उत्तर प्रदेश राज्य सरकार एवं संस्थागत किए गए निवेश अनुबन्ध संख्या
        24/HRTI/0000027658 के अनुक्रम में केंद्रीय कृषि विकास संस्थान के शासकीय
        रोजगार अथवा अशासकीय स्वरोजगार कार्यक्रम के तहत शिक्षा मंत्रालय भारत
        सरकार नई दिल्ली के कार्यालय ज्ञापन आदेश संख्या 21-10/2023-टी.एस.वी
        दिनांक 05 अक्टूबर 2023 के क्रम में भारतीय युवाओं हेतु संस्थागत स्वीकृत
        डेढ़ लाख पदों के अध्येतावृत्ति (फ़ेलोशिप) कार्यक्रम अथवा संस्थागत
        योजनाओं/परियोजनाओं/नीतियों आदि के भौतिक क्रियान्वयन हेतु संस्थागत
        नियुक्ति अधिसूचना संख्या :0011/के.कृ.वि.सं./एन.ई.पी.(नियु.-01)/2023-24
        दिनांक: 13 मार्च 2024 के क्रम में संस्थागत नियमों में आच्छादित @188
        विभिन्न पदों हेतु प्रभागवार विवरणिका.
      </div>

      <div className="px-16 pb-6 font-bold underline text-lg">प्रस्तर अ</div>

      <div className="px-16 pb-6 flex justify-center font-bold underline">
        केन्द्रीय कृषि विकास संस्थान के प्रभागवार विवरण.
      </div>

      <div className="px-16 pb-6">
        <ul>
          <li>पदनाम,</li>
          <li>
            01. सहायक वित्त एवं राजस्व, ऋण,साख एवं बैंकिंग प्रभाग प्रभारी.
          </li>
          <li>02. सहायक कृषि एवं सम्बद्ध योजना/परियोजना आदि प्रभाग प्रभारी.</li>
          <li>
            03. सहायक सुरक्षा,औद्योगिक विकास,अभियांत्रिकी,शिक्षा प्रभाग प्रभारी.
          </li>
          <li>04. सहायक निवेश(घरेलू/विदेशी) प्रभाग प्रभारी.</li>
          <li>
            {" "}
            05. सहायक खाद्य एवं रसद अथवा प्रसंस्करण अथवा सहकारिता प्रभाग
            प्रभारी.
          </li>
          <li> 06. सहायक खाद/बीज/कम्पोस्ट प्रभाग प्रभारी.</li>
          <li>07. सहायक परीक्षा प्रभाग प्रभारी.</li>
          <li>08. सहायक नियुक्ति/कार्मिक प्रभाग प्रभारी.</li>
          <li> 09. सहायक अध्येतावृत्ति प्रभाग प्रभारी. </li>
        </ul>
      </div>

      <div className="px-16 pb-6 flex justify-end font-bold">
        कुल पद-: @09(नौ)
      </div>

      <div className="px-16 pb-6">
        परीक्षा शुल्क-:1460.00 (चौदह सौ साठ) भारतीय रुपए.
        <br />
        शैक्षिक योग्यता-:स्नातक अथवा प्रबंधकीय शिक्षा में स्नातक शिक्षा अथवा
        समकक्ष योग्यता.
        <br /> मानदेय/नियत मानदेय अथवा वेतनमान-::25500.00(पच्चीस हज़ार पांच सौ
        भारतीय रुपए)
      </div>

      <hr className="mx-16"></hr>

      <div className="px-16 py-6 flex font-bold underline text-lg">
        प्रस्तर ब
      </div>

      <div className="px-16 pb-6 flex justify-center font-bold underline">
        केन्द्रीय कृषि विकास संस्थान के उप-प्रभागवार विवरण.
      </div>

      <div className="px-16 pb-6">
        <ul>
          <li>पदनाम,</li>
          <li>
            01. सहायक खाद्य एवं रसद अथवा प्रसंस्करण अथवा सहकारिता उप-प्रभाग
            प्रभारी अथवा सम्बद्ध सहायक प्रभाग प्रभारी.
          </li>
          <li>
            02. सहायक खाद/फर्टिलाइजर/बीज उप-प्रभाग सहायक अथवा सम्बद्ध प्रभाग
            प्रभारी.
          </li>
          <li>3. सहायक कृषि उप-प्रभाग अथवा सम्बद्ध सहायक प्रभाग प्रभारी.</li>
          <li>
            04. सहायक आयुष एवं पंचकर्म चिकित्सा उप-प्रभाग प्रभारी अथवा सम्बद्ध
            सहायक प्रभाग प्रभारी.
          </li>
          <li>
            {" "}
            05. सहायक प्रशासन उप-प्रभाग प्रभारी अथवा सम्बद्ध सहायक प्रभाग
            प्रभारी.
          </li>
          <li>
            {" "}
            06. सहायक वित्त एवं राजस्व उप-प्रभाग प्रभारी अथवा सम्बद्ध सहायक
            प्रभाग प्रभारी.
          </li>
          <li>
            07. सहायक दुग्ध एवं दुग्ध प्रसंस्करण उप-प्रभाग अथवा सम्बद्ध सहायक
            प्रभाग प्रभारी.
          </li>
          <li>
            08. सहायक ऋण एवं साख उप-प्रभाग प्रभारी अथवा संबद्ध सहायक प्रभाग
            प्रभारी.
          </li>
          <li>
            {" "}
            09. सहायक बैंकिंग उप-प्रभाग प्रभारी अथवा संबद्ध सहायक प्रभाग
            प्रभारी.
          </li>
          <li>
            10. सहायक घरेलू निवेश उप-प्रभाग प्रभारी अथवा सम्बद्ध सहायक प्रभाग
            प्रभारी.
          </li>
          <li>
            11. सहायक विदेशी निवेश उप-प्रभाग प्रभारी अथवा सम्बद्ध सहायक प्रभाग
            प्रभारी.
          </li>
          <li>
            12. सहायक वाणिज्य उप-प्रभाग प्रभारी अथवा सम्बद्ध सहायक प्रभाग
            प्रभारी.
          </li>
          <li>
            13. सहायक कृषि, सामान्य, जीवन एवं अन्य बीमा उप-प्रभाग प्रभारी अथवा
            सम्बद्ध सहायक प्रभाग प्रभारी.
          </li>
          <li>
            14. सहायक ऑडिट उप-प्रभाग प्रभारी अथवा सम्बद्ध सहायक प्रभाग प्रभारी.
          </li>
          <li>
            15. सहायक लेखा उप-प्रभाग प्रभारी अथवा सम्बद्ध सहायक प्रभाग प्रभारी.
          </li>
          <li>
            16. सहायक सूचना एवं प्रसार उप-प्रभाग प्रभारी अथवा सम्बद्ध सहायक
            प्रभाग प्रभारी.
          </li>
          <li>
            17. सहायक पर्यावरण एवं सम्बध्द उप-प्रभाग प्रभारी अथवा सबद्ध सहायक
            प्रभाग प्रभारी.
          </li>
          <li>
            18. सहायक अभियांत्रिकी उप-प्रभाग प्रभारी अथवा सम्बद्ध सहायक प्रभाग
            प्रभारी.
          </li>
          <li>
            19. सहायक कृषि उत्पाद खरीद उप-प्रभाग प्रभारी अथवा सम्बद्ध सहायक
            प्रभाग प्रभारी.
          </li>
          <li>
            20. सहायक एक जनपद एक उत्पाद उप-प्रभाग प्रभारी अथवा सम्बद्ध सहायक
            प्रभाग प्रभारी.
          </li>
          <li>
            21. सहायक खाद्य प्रसंस्करण उप-प्रभाग प्रभारी अथवा सम्बद्ध सहायक
            प्रभाग प्रभारी.
          </li>
          <li>
            22. सहायक खाद्य-प्रसस्करण उद्योग उप-प्रभाग प्रभारी अथवा सम्बद्ध
            सहायक प्रभाग प्रभारी.
          </li>
          <li>
            23. सहायक उद्योग उप-प्रभाग प्रभारी अथवा सम्बद्ध सहायक प्रभाग
            प्रभारी.
          </li>
          <li>
            24. सहायक राजस्व उप-प्रभाग प्रभारी अथवा सम्बद्ध सहायक प्रभाग
            प्रभारी.
          </li>
          <li>
            25. सहायक परीक्षा उप-प्रभाग प्रभारी अथवा सम्बद्ध सहायक प्रभाग
            प्रभारी.
          </li>
          <li>
            26. सहायक अद्येत्यावृत्ति उप-प्रभाग प्रभारी अथवा सम्बद्ध सहायक
            प्रभाग प्रभारी.
          </li>
          <li>
            27. सहायक नियुक्ति उप-प्रभाग प्रभारी अथवा सम्बद्ध सहायक प्रभाग
            प्रभारी.
          </li>
          <li>
            28. सहायक सहकारिता उप-प्रभाग प्रभारी अथवा सम्बद्ध सहायक प्रभाग
            प्रभारी.
          </li>
          <li>
            29. सहायक सदस्यता उप-प्रभाग प्रभारी अथवा सम्बद्ध सहायक प्रभाग
            प्रभारी.
          </li>
          <li>
            30. सहायक प्रशासन उप-प्रभाग प्रभारी अथवा सम्बद्ध सहायक प्रभाग
            प्रभारी.
          </li>
          <li>
            31. सहायक प्रबन्धन उप-प्रभाग प्रभारी अथवा सम्बद्ध सहायक प्रभाग
            प्रभारी.
          </li>
          <li>
            32. सहायक सुरक्षा उप-प्रभाग प्रभारी अथवा सम्बद्ध सहायक प्रभाग
            प्रभारी.
          </li>
          <li>
            33. सहायक शिक्षण/प्रशिक्षण/शोध/अनुसन्धान उप-प्रभाग प्रभारी अथवा
            सम्बद्ध सहायक प्रभाग प्रभारी.
          </li>
        </ul>
      </div>

      <div className="px-16 pb-6 flex justify-end font-bold">कुल @33 पद. </div>

      <div className="px-16 pb-6">
        शैक्षिक योग्यता-:कक्षा 12वीं अथवा समकक्ष योग्यता. <br />
        परीक्षा शुल्क-: 500.00(पांच सौ भारतीय रुपए)
        <br /> मानदेय/नियत मानदेय अथवा वेतन-:20500.00(बीस हज़ार पांच सौ भारतीय
        रुपए)
      </div>

      <hr className="mx-16"></hr>

      <div className="px-16 py-6 font-bold underline text-lg">प्रस्तर स</div>

      <div className="px-16 pb-6 flex justify-center font-bold underline">
        केन्द्रीय कृषि विकास संस्थान के सहायक अध्येतावृत्ति प्रभारी विवरण.
      </div>

      <div className="px-16 pb-6">
        <ul>
          <li>पदनाम,</li>
          <li>01. सहायक अध्येतावृत्ति प्रभारी </li>
        </ul>
      </div>

      <div className="px-16 pb-6 flex justify-end font-bold"> कुल @42 पद</div>

      <div className="px-16 pb-6">
        परीक्षा शुल्क-: 500.00(पांच सौ भारतीय रुपए).
        <br /> शैक्षिक योग्यता-:स्नातक अथवा प्रबंधकीय शिक्षा में स्नातक शिक्षा
        अथवा समकक्ष योग्यता. <br /> मानदेय/नियत मानदेय अथवा
        वेतनमान-::20500.00(बीस हज़ार पांच सौ भारतीय रुपए)
      </div>

      <hr className="mx-16"></hr>

      <div className="px-16 py-6 font-bold underline text-lg">प्रस्तर द</div>

      <div className="px-16 pb-6 flex justify-center font-bold underline">
        केन्द्रीय कृषि विकास संस्थान के सहायक नियुक्ति/कार्मिक प्रभारी विवरण.
      </div>

      <div className="px-16 pb-6">
        <ul>
          <li>पदनाम,</li>
          <li>01. सहायक नियुक्ति/कार्मिक प्रभारी. </li>
        </ul>
      </div>

      <div className="px-16 pb-6 flex justify-end font-bold"> कुल @42 पद</div>

      <div className="px-16 pb-6">
        परीक्षा शुल्क-: 500.00(पांच सौ भारतीय रुपए).
        <br /> शैक्षिक योग्यता-:स्नातक अथवा प्रबंधकीय शिक्षा में स्नातक शिक्षा
        अथवा समकक्ष योग्यता. <br />
        मानदेय/नियत मानदेय अथवा वेतनमान-::20500.00(बीस हज़ार पांच सौ भारतीय रुपए)
      </div>

      <hr className="mx-16"></hr>

      <div className="px-16 py-6 font-bold underline text-lg">प्रस्तर ई</div>

      <div className="px-16 pb-6 flex justify-center font-bold underline">
        केन्द्रीय कृषि विकास संस्थान के सहायक परीक्षा प्रभारी विवरण.
      </div>

      <div className="px-16 pb-6">
        <ul>
          <li>पदनाम,</li>
          <li>01. सहायक परीक्षा प्रभारी.</li>
        </ul>
      </div>

      <div className="px-16 pb-6 flex justify-end font-bold"> कुल @42 पद</div>

      <div className="px-16 pb-6">
        परीक्षा शुल्क-: 500.00(पांच सौ भारतीय रुपए).
        <br /> शैक्षिक योग्यता-:स्नातक अथवा प्रबंधकीय शिक्षा में स्नातक शिक्षा
        अथवा समकक्ष योग्यता. <br />
        मानदेय/नियत मानदेय अथवा वेतनमान-::20500.00(बीस हज़ार पांच सौ भारतीय रुपए)
      </div>

      <hr className="mx-16"></hr>

      <div className="px-16 py-6 font-bold underline text-lg">प्रस्तर फ</div>

      <div className="px-16 pb-6 flex justify-center font-bold underline">
        केन्द्रीय कृषि विकास संस्थान के अतिरिक्त सहायक विवरण.
      </div>

      <div className="px-16 pb-6">
        <ul>
          <li>पदनाम,</li>
          <li>01. अतिरिक्त सहायक.</li>
        </ul>
      </div>

      <div className="px-16 pb-6 flex justify-end font-bold"> कुल @20 पद</div>

      <div className="px-16 pb-6">
        परीक्षा शुल्क-: 500.00(पांच सौ भारतीय रुपए).
        <br /> शैक्षिक योग्यता-:कक्षा 10वीं अथवा हाईस्कूल अथवा समकक्ष.
        <br /> मानदेय/नियत मानदेय अथवा वेतनमान-:16000.00( सोलह हज़ार भारतीय रुपए)
      </div>

      <hr className="mx-16"></hr>

      <div className="px-16 py-6">
        अन्य भत्ते-: केंद्रीय कृषि विकास संस्थान की नियुक्ति अधिसूचना
        पत्रांक:0011/के.कृ.वि.सं./एन.ई.पी.(नियु.-01)/2023-24 दिनांक: 13 मार्च
        2024 के क्रम में संस्थागत नियमों में आच्छादित @188 विभिन्न पदों के
        मानदेय/नियत वेतनमान अथवा वेतनमान के क्रम में संस्थागत संचालित
        कृषक/कृषि/राष्ट्र/जन हितार्थ योजना/योजनाएं/परियोजना/परियोजनाओं/नीतियों
        अथवा संयुक्त रुप से योजना/योजनाएं/परियोजना/परियोजनाओं/नीतियों आदि का
        केन्द्र अथवा भारत राष्ट्र के समस्त राज्यों के सापेक्ष उत्तर प्रदेश राज्य
        सरकार के कृषि एवं सम्बद्ध क्षेत्रों/प्रक्षेत्रों से सम्बंधित विकसित
        राष्ट्र स्थापना में उपयोगी अंश स्तरीय
        योजना/योजनाएं/परियोजना/परियोजनाओं/नीतियों आदि का भौतिक क्रियान्वयन हेतु
        किए गए कार्यों आदि का कार्यप्रदर्शन अथवा दैनिक निगरानी आदि के क्रम में
        13% से 25% तक का अतिरिक्त भत्ता लागू होगा।
      </div>

      <div className="px-16 pb-6">
        आयु सीमा-:केंद्रीय कृषि विकास संस्थान की नियुक्ति अधिसूचना
        पत्रांक:0011/के.कृ.वि.सं./एन.ई.पी.(नियु.-01)/2023-24 दिनांक: 13 मार्च
        2024 के क्रम में संस्थागत नियमों में आच्छादित @188 अधिसूचित विभिन्न पदों
        हेतु 31 जुलाई 2024 को सामान्य वर्गों हेतु न्यूनतम 18 वर्ष अधिकतम 30 वर्ष
        से अधिक ना हों।
      </div>

      <div className="px-16 pb-6">
        आयु सीमा में छूट-: केंद्रीय कृषि विकास संस्थान की नियुक्ति अधिसूचना
        पत्रांक:0011/के.कृ.वि.सं./एन.ई.पी.(नियु.-01)/2023-24 दिनांक: 13 मार्च
        2024 के क्रम में संस्थागत नियमों में आच्छादित @188 अधिसूचित विभिन्न पदों
        पर आरक्षण के क्रम में भारत सरकार के आरक्षण नियमावली का पूर्णतया पालन
        किये जानें के क्रम में आरक्षित क्षेणी के अभ्यर्थियों हेतु (समस्त क्षेणी)
        आयु सीमा में 05(पांच वर्ष) का छूट अनुमन्य होगा। आरक्षण का लाभ उन
        अभ्यर्थियों को प्राप्त नहीं होगा जिनके परिवार अथवा रक्त सम्बन्धी अथवा
        सम्बन्धियों के लोगों में किन्ही एक को भी आरक्षण का लाभ प्राप्त हुआ हो |
        आरक्षण का लाभ आयकर प्रदाता अथवा क्रीमी लेयर को प्रदान नहीं किया जाएगा।
        आरक्षित वर्ग के उन अभ्यर्थियों को जिन्हें आरक्षण का लाभ ना प्राप्त हुआ
        हो,को आरक्षण के लाभ में वरीयता प्रदान की जायेगी। नोट-:राज्य स्तरीय
        आरक्षण नियमावली लागू नहीं होगा। केंद्र सरकार के आरक्षण नियमावली लागू
        होगा।
      </div>

      <div className="px-16 pb-6">
        परीक्षा शुल्क-: केंद्रीय कृषि विकास संस्थान की नियुक्ति अधिसूचना
        पत्रांक:0011/के.कृ.वि.सं./एन.ई.पी.(नियु.-01)/2023-24 दिनांक: 13 मार्च
        2024 के क्रम में संस्थागत नियमों में आच्छादित @188 अधिसूचित विभिन्न पदों
        पर आवेदन हेतु परीक्षा शुल्क को निम्न विवरणों के अनुसार सीधे जमा करा कर
        ऑनलाइन आवेदन में फीस जमा रसीद शामिल किया जाना प्रावधानित है। विवरण निम्न
        है
      </div>

      <div className="px-16 pb-6">
        स्थायीकरण पद्धति आदि पर संस्थागत नियम एवं शर्तें-: केंद्रीय कृषि विकास
        संस्थान की नियुक्ति अधिसूचना
        पत्रांक:0011/के.कृ.वि.सं./एन.ई.पी.(नियु.-01)/2023-24 दिनांक: 13 मार्च
        2024 के क्रम में संस्थागत नियमों में आच्छादित @188 अधिसूचित विभिन्न पदों
        पर बेसिक पे,पे-बैंड आदि से सम्बंधित चयनित अभ्यर्थियों को केंद्रीय कृषि
        विकास संस्थान द्वारा ज़ीरो करप्सन बेस्ड पालिसी के अन्तर्गत संस्थागत
        रोजगार सृजन कार्यक्रम के तहत विगत 03 (तीन) वर्षों के सापेक्ष 33 माह तक
        नियत वेतनमान लागू होगा। विगत 03(तीन) वर्षों के सापेक्ष 33 माह तक
        भ्रष्टाचार रहित सेवक पद्धति यथा दैनिक ऑनलाइन निगरानी पद्धति संस्थागत
        नियमावली के तहत कार्यरत कर्मचारी/अधिकारी आदि का बेसिक पे,पे-बैंड आदि से
        सम्बंधित स्थायी नियुक्ति आदि पर संघ लोक सेवा आयोग द्वारा उत्तर प्रदेश
        लोक सेवा आयोग से अधियाचन आदि के क्रम में कार्यवाही सुनिश्चित की जाएगी
        इसके साथ ही साथ केंद्रीय कृषि विकास संस्थान स्थायीकरण आदि से सम्बंधित
        किसी भी परिवर्तन अद्यतन आदि से सम्बंधित समस्त अधिकार अपने पास सुरक्षित
        रखता है किन्ही भी विवाद अदि के स्थिति में न्याय क्षेत्र लखनऊ,उत्तर
        प्रदेश भारत होगा।
      </div>

      <div className="px-16 pb-6 font-bold flex justify-end">
        कृते
        <br /> निदेशक,केंद्रीय कृषि विकास संस्थान
      </div>

      <div className="px-16 pb-6">
        अस्वीकरण-:केंद्रीय कृषि विकास संस्थान की नियुक्ति अधिसूचना
        पत्रांक:0011/के.कृ.वि.सं./एन.ई.पी.(नियु.-01)/2023-24 दिनांक: 13 मार्च
        2024 के क्रम में पदों की संख्या घट अथवा बढ़ सकती है इसके साथ ही साथ
        केंद्रीय कृषि विकास संस्थान अद्यतन,परिवर्तन आदि का समस्त अधिकार अपने पास
        सुरक्षित रखता है। किन्ही भी प्रकार के उत्पन्न विवाद के स्थिति में न्याय
        क्षेत्र लखनऊ होगा।
      </div>

      <hr className="mx-16"></hr>

      <div className="px-16 py-6">
        केंद्रीय कृषि विकास संस्थान के मनोनयन हेतु विज्ञापन का विवरण
      </div>

      <div className="px-16 pb-6">
        केंद्रीय कृषि विकास संस्थान माननीय प्रधानमन्त्री जी भारत सरकार के
        नेतृत्व में विकसित राष्ट्र स्थापना लक्ष्यों के अनुक्रम में केंद्रीय कृषि
        विकास संस्थान के बजट मांग प्रस्ताव पर कृषि एवं किसान कल्याण मंत्रालय के
        पशुधन, दुग्ध एवं मत्स्य विभाग के आदेश फ़ाइल संख्या 17-1/2018-डी0पी0
        दिनांक 19 सितम्बर 2018 द्वारा संस्थागत प्रस्तुत किए गए बजट मांग प्रस्ताव
        को श्रीमान संयुक्त सचिव कृषि एवं किसान कल्याण मंत्रालय द्वारा प्राप्त
        अनुमोदन/स्वीकृति के क्रम में संरक्षित अथवा अद्यतित बजट अथवा अन्य केन्द्र
        अथवा राज्य सरकार अथवा सरकारों के अंशीय बजट आदि के अतिरिक्त संस्थागत
        योजनाओं आदि में ब्याज ब्यवस्थान्तर्गत लगभग 14914(चौदह हज़ार नौ सौ चौदह
        करोड़ भारतीय रुपए) का वित्तीय वर्ष 2024-25 से छः वित्तीय वर्ष हेतु घरेलू
        अथवा विदेशी सुरक्षित निवेश हेतु उत्तर प्रदेश राज्य सरकार एवं संस्थागत
        किए गए निवेश अनुबन्ध संख्या 24/HRTI/0000027658 के अनुक्रम में केंद्रीय
        कृषि विकास संस्थान के शासकीय रोजगार अथवा अशासकीय स्वरोजगार कार्यक्रम के
        तहत भारत राष्ट्र के प्रत्येक राज्यों के सापेक्ष उत्तर प्रदेश में शासकीय
        रोजगार अथवा अशासकीय स्वरोजगार कार्यक्रम के तहत उत्तर प्रदेश राज्य के
        ग्राम अथवा न्याय पंचायत स्तर पर स्थापित होने वाले लगभग @8167(आठ हज़ार एक
        सौ सडसठ) कृषक सेवा केंद्र/मिनी कलेक्शन सेंटर/दुग्ध कलेक्शन सेंटर के
        सापेक्ष हेतु दुग्ध संग्रह केंद्रों हेतु केंद्र संचालकों के मनोनयन हेतु
        केंद्रीय कृषि विकास संस्थान के मनोनयन अथवा नामांकन हेतु अधिसूचना आदेश
        संख्या:0012/के.कृ.वि.सं./(मनो.-01)/2023-24 दिनांक: 13 मार्च 2024 के क्रम
        में निम्न विवरणिका,
      </div>

      <div className="px-16 py-6 font-bold underline text-lg">प्रस्तर अ</div>

      <div className="px-16 pb-6 flex justify-center font-bold underline">
        केंद्रीय कृषि विकास संस्थान के मनोनयन अथवा नामांकन प्रस्ताव विवरण.
      </div>

      <div className="px-16 pb-6">
        <ul>
          <li>पदनाम,</li>
          <li>01. केंद्र संचालक</li>
        </ul>
      </div>

      <div className="px-16 pb-6 flex justify-end font-bold">
        {" "}
        पदों की संख्या @8167 पद
      </div>

      <div className="px-16 pb-6">
        आवेदन शुल्क-: 500.00(पांच सौ भारतीय रुपए).
        <br />
        शैक्षिक योग्यता-: न्यूनतम 10वीं अथवा हाई-स्कूल अथवा समकक्ष योग्यता.
      </div>

      <hr className="mx-16"></hr>

      <div className="px-16 py-6">
        पारिश्रमिक अथवा इंसेंटिव अथवा कमीशन-:प्रति लीटर इंसेंटिव अथवा कमीशन दर
        देयता के साथ जीरों करप्सन बेस्ड पालिसी के अधीन कार्यप्रदर्शन आदि पर
        प्रति केंद्र स्तरीय देयता लागू (प्रति लीटर कच्चे दूध पर न्यूनतम एक
        रुपया) इसके साथ ही साथ प्रति कृषकों को दुग्ध से सम्बंधित योजनाओं आदि पर
        केंद्र अथवा उत्तर प्रदेश राज्य से सम्बंधित योजनाओं आदि के आसान तौर पर
        बाधा रहित उपलब्ध कराएं जानें हेतु निश्चित पारिश्रमिक आदि देयता
        प्रावधानित है।
      </div>

      <div className="px-16 pb-6">
        आवेदन शुल्क-: आवेदन शुल्क-: केंद्रीय कृषि विकास संस्थान की नियुक्ति
        अधिसूचना आदेश संख्या:0012/के.कृ.वि.सं./(मनो.-01)/2023-24 दिनांक: 13
        मार्च 2024 के क्रम में संस्थागत नियमों में आच्छादित @8167 अधिसूचित
        विभिन्न पदों पर आवेदन हेतु आवेदन शुल्क को निम्न विवरणों के अनुसार सीधे
        जमा करा कर ऑनलाइन आवेदन में जमा रसीद शामिल किया जाना प्रावधानित है।
        विवरण निम्न है,
      </div>

      <div className="px-16 pb-6 font-bold flex justify-end">
        कृते
        <br /> निदेशक,केंद्रीय कृषि विकास संस्थान
      </div>

      <div className="px-16 pb-6">
        अस्वीकरण-:केंद्रीय कृषि विकास संस्थान की मनोनयन अथवा नामांकन अधिसूचना
        पत्रांक:0012/के.कृ.वि.सं./(मनो.-01)/2023-24 दिनांक: 13 मार्च 2024 के
        क्रम में पदों की संख्या घट अथवा बढ़ सकती है इसके साथ ही साथ केंद्रीय कृषि
        विकास संस्थान अद्यतन,परिवर्तन आदि का समस्त अधिकार अपने पास सुरक्षित रखता
        है। किन्ही भी प्रकार के उत्पन्न विवाद के स्थिति में न्याय क्षेत्र लखनऊ
        होगा।
      </div>

      <div className="px-16 pb-6">
        <span className="font-bold">नोट-:</span>केंद्रीय कृषि विकास संस्थान की
        नियुक्ति अधिसूचना पत्रांक:0011/के.कृ.वि.सं./एन.ई.पी.(नियु.-01)/2023-24
        दिनांक: 13 मार्च 2024 एवं उत्तर प्रदेश राज्य हेतु संस्थागत ग्राम सभाओं
        के सापेक्ष न्याय पंचायत स्तरीय दुग्ध संग्रह केंद्रों के केंद्र संचालकों
        के मनोनयन नियुक्ति अधिसूचना संख्या 0012/के.कृ.वि.सं./(मनो.-01)/2023-24
        दिनांक: 13 मार्च 2024 के क्रम में प्राप्त आवेदनों के तहत संस्थागत
        प्रदत्त नियुक्ति @188 के अतिरिक्त प्राप्त आवेदन के अभ्यर्थियों में से
        संस्थागत प्रस्तावित @3.5 करोड़ कृषक परिवार के सापेक्ष सहायता हेतु एक जनपद
        एक उत्पाद अथवा न्यूनतम समर्थन अथवा अन्य मूल्य योजनान्तर्गत (अन्य मूल्य
        यथा न्यूनतम समर्थन मूल्य से कम नहीं आदि) अथवा संस्थागत योजनान्तर्गत
        "कृषक सहायक" अथवा "ब्यवसाय प्रतिनिधि" के नियुक्ति अथवा मनोनयन प्रक्रिया
        में आवेदकों को उनकी योग्यतानुसार राज्यवार के तहसील/परगना स्तर पर मनोनयन
        हेतु संस्थागत उद्द्येश्यों के प्रस्तर दो यथा ग्रामीण पलायन को स्वरोजगार
        के माध्यम से न्यूनतम स्तर पर किए जानें हेतु आदि कार्यक्रम अथवा योजनाओं
        आदि में लघुसूचीयन आदि के माध्यम से शामिल किए जानें का प्रावधान किया गया
        है।
      </div>

      <div className="px-16 pb-6 font-bold flex justify-end">
        कृते
        <br /> निदेशक,केंद्रीय कृषि विकास संस्थान
      </div>

      <div className="px-16 pb-6">
        {" "}
        पत्रांक: 114(1)/के.कृ.वि.सं./2023-24 <br /> दिनांक: 18 मार्च 2024
      </div>

      <div className="px-16 pb-6">नियुक्ति अथवा मनोनयन हेतु अद्यत सूचना</div>

      <div className="px-16 pb-6">
        सर्वसाधारण को सूचित किया जाता कि केंद्रीय कृषि विकास संस्थान की संस्थागत
        कार्मिक अथवा नियुक्ति नियमों में आच्छादित विभिन्न पदों पर नियुक्ति
        अधिसूचना संख्या :0011/के.कृ.वि.सं./एन.ई.पी.(नियु.-01)/2023-24 दिनांक: 13
        मार्च 2024 एवं संस्थागत मनोनयन नियमों में आच्छादित केंद्र संचालकों के
        पदों पर मनोनयन नियुक्ति अधिसूचना संख्या
        :0012/के.कृ.वि.सं./(मनो.-01)/2023-24 दिनांक: 13 मार्च 2024 प्रेस
        विज्ञप्ति जारी दिनांक 15 मार्च 2024 तत्क्रम में प्रेस गजट दिनांक 16
        मार्च 2024 के क्रम में आवेदन किए जानें की तिथि दिनांक 20 मार्च 2024 से
        30 अप्रैल 2024 के स्थान पर दिनांक 02 अप्रैल 2024 से 16 मई 2024 अद्यत
        किया जाता है। इच्छुक अभ्यर्थी दिनांक दिनांक 02 अप्रैल 2024 से 16 मई 2024
        तक केंद्रीय कृषि विकास संस्थान की नियुक्ति अधिसूचना
        पत्रांक:0011/के.कृ.वि.सं./एन.ई.पी.(नियु.-01)/2023-24 दिनांक: 13 मार्च
        2024 एवं मनोनयन अथवा नामांकन अधिसूचना संख्या
        :0012/के.कृ.वि.सं./(मनो.-01)/2023-24 दिनांक: 13 मार्च 2024 प्रेस
        विज्ञप्ति जारी दिनांक 15 मार्च 2024 तत्क्रम में प्रेस गजट दिनांक 16
        मार्च 2024 के क्रम में केंद्रीय कृषि विकास संस्थान के आधिकारिक वेबसाइट
        https://www.cagdi.in पर ऑनलाइन आवेदन किया जा सकेगा। पदनाम,शैक्षिक
        योग्यता,आवेदन शुल्क,आयु सीमा अर्हता आदि से सम्बंधित जानकारी केंद्रीय
        कृषि विकास संस्थान के आधिकारिक वेबसाइट https://www.cagdi.in पर दिनांक 02
        अप्रैल 2024 से ऑनलाइन आवेदन उपलब्ध होगा।
      </div>

      <div className="px-16 pb-6 font-bold flex justify-end">
        कृते
        <br /> निदेशक,केंद्रीय कृषि विकास संस्थान
      </div>

      <div className="px-16 pb-6">
        अस्वीकरण-:केंद्रीय कृषि विकास संस्थान की मनोनयन नियुक्ति अधिसूचना संख्या
        :0012/के.कृ.वि.सं./(मनो.-01)/2023-24 एवं नियुक्ति अधिसूचना आदेश
        संख्या:0011/के.कृ.वि.सं./एन.ई.पी.(नियु.-01)/2023-24 दिनांक: 13 मार्च
        2024 के क्रम में पदों की संख्या घट अथवा बढ़ सकती है इसके साथ ही साथ
        केंद्रीय कृषि विकास संस्थान अद्यतन,परिवर्तन आदि का समस्त अधिकार अपने पास
        सुरक्षित रखता है। किन्ही भी प्रकार से उत्पन्न विवाद के स्थिति में न्याय
        क्षेत्र लखनऊ होगा।{" "}
      </div>

      <div className="px-16 pb-6 font-bold flex justify-end">
        कृते
        <br /> निदेशक,केंद्रीय कृषि विकास संस्थान
      </div>

      <div className="px-16 pb-6">
        <span className="font-bold">नोट-:</span> केंद्रीय कृषि विकास संस्थान की
        नियुक्ति अधिसूचना पत्रांक:0011/के.कृ.वि.सं./एन.ई.पी.(नियु.-01)/2023-24
        दिनांक: 13 मार्च 2024 एवं उत्तर प्रदेश राज्य हेतु संस्थागत ग्राम सभाओं
        के सापेक्ष न्याय पंचायत स्तरीय दुग्ध संग्रह केंद्रों के केंद्र संचालकों
        के मनोनयन नियुक्ति अधिसूचना संख्या 0012/के.कृ.वि.सं./(मनो.-01)/2023-24
        दिनांक: 13 मार्च 2024 के क्रम में प्राप्त आवेदनों के तहत संस्थागत
        प्रदत्त नियुक्ति @188 के अतिरिक्त प्राप्त आवेदन के अभ्यर्थियों में से
        संस्थागत प्रस्तावित @3.5 करोड़ कृषक परिवार के सापेक्ष सहायता हेतु एक जनपद
        एक उत्पाद अथवा न्यूनतम समर्थन अथवा अन्य मूल्य योजनान्तर्गत (अन्य मूल्य
        यथा न्यूनतम समर्थन मूल्य से कम नहीं आदि) अथवा संस्थागत योजनान्तर्गत
        "कृषक सहायक" अथवा "ब्यवसाय प्रतिनिधि" के नियुक्ति अथवा मनोनयन प्रक्रिया
        में आवेदकों को उनकी योग्यतानुसार राज्यवार के तहसील/परगना स्तर पर मनोनयन
        हेतु संस्थागत उद्द्येश्यों के प्रस्तर दो यथा ग्रामीण पलायन को स्वरोजगार
        के माध्यम से न्यूनतम स्तर पर किए जानें हेतु आदि कार्यक्रम अथवा योजनाओं
        आदि में लघुसूचीयन आदि के माध्यम से शामिल किए जानें का प्रावधान किया गया
        है।
      </div>

      <div className="px-16 pb-6 font-bold flex justify-end">
        कृते
        <br /> निदेशक,केंद्रीय कृषि विकास संस्थान
      </div>

      <button
        className="bg-gray-500 text-white px-3 py-2 rounded-lg mx-16 mb-5 w-1/12 hover:bg-gray-400 transition ease-in-out duration-200"
        onClick={() => {
          navigate("/form");
        }}
      >
        फॉर्म भरे
      </button>
    </>
  );
}

export default Details;
